m-130deg/0/p
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      p;
}


dimensions      [0 2 -2 0 0 0 0];

internalField   uniform 0;


boundaryField           
{ 
    human       { type  zeroGradient; }
    bottom      { type  zeroGradient; }
    front       { type  zeroGradient; }
    back        { type  zeroGradient; }
    left        { type  zeroGradient; }
    right       { type  zeroGradient; }
    top         { type  zeroGradient; } 
}
